Repository: lbernardo-dev/shield
Catalog: Shield/Localization/Strings/Model.xcstrings
Source language: en
Languages: es

# model_field_support_number
source: Support number
es: Número de soporte

# model_mask_style_block
source: Black
es: Negro

# model_mask_style_block_white
source: White
es: Blanco

# model_mask_style_pixelate
source: Pixelate
es: Pixelado

# model_mask_style_blur_strong
source: Strong blur
es: Blur fuerte

# model_mask_style_blur_soft
source: Soft blur
es: Blur suave

# model_mask_style_secure
source: High-sec.
es: Alta seg.

# model_mask_style_redacted_tag
source: Label
es: Etiqueta

# model_redaction_mode_rental
source: Rental
es: Alquiler

# model_redaction_mode_travel
source: Travel
es: Viaje

# model_redaction_mode_job
source: Job
es: Empleo

# model_redaction_mode_verify
source: Verify
es: Verificación

# model_redaction_mode_health
source: Health
es: Salud

# model_redaction_mode_banking
source: Banking
es: Banca

# model_redaction_mode_rental_sub
source: Hides photo, address, MRZ
es: Oculta foto, dirección, MRZ

# model_redaction_mode_travel_sub
source: Hides passport №
es: Oculta nº pasaporte

# model_redaction_mode_job_sub
source: Hides DOB, signature
es: Oculta DOB, firma

# model_redaction_mode_verify_sub
source: Only name + photo
es: Solo nombre + foto

# model_redaction_mode_legal_sub
source: Hides DOB, address, signature
es: Oculta DOB, dirección, firma

# model_redaction_mode_health_sub
source: Hides DOB, SS №, address
es: Oculta DOB, nº SS, dirección

# model_redaction_mode_banking_sub
source: Hides IBAN, account №, signature
es: Oculta IBAN, nº cuenta, firma

# model_category_all
source: All
es: Todos

# model_category_identity
source: ID
es: Identidad

# model_category_travel
source: Travel
es: Viaje

# model_category_driving
source: Driving
es: Conducción

# model_category_work
source: Work
es: Trabajo

# model_category_health
source: Health
es: Salud

# model_category_finance
source: Finance
es: Financiero

# model_sort_date_desc
source: Newest first
es: Más reciente primero

# model_sort_date_asc
source: Oldest first
es: Más antiguo primero

# model_sort_name_asc
source: Name A→Z
es: Nombre A→Z

# model_sort_name_desc
source: Name Z→A
es: Nombre Z→A

# model_tab_library
source: Docs
es: Documentos

# model_tab_gallery
source: Styles
es: Estilos

# model_tab_vault
source: Vault
es: Bóveda

# model_tab_settings
source: Settings
es: Ajustes

# model_scan_type_identity
source: ID Card
es: DNI / ID

# model_scan_type_passport
source: Passport
es: Pasaporte

# model_scan_type_driving_license
source: Driver's Lic.
es: Carnet conducir

# model_scan_type_a4_document
source: A4 Document
es: Documento A4

# model_scan_type_freeform
source: Freeform
es: Libre

# model_filter_bw
source: B/W
es: B/N

# model_filter_high_contrast
source: Contrast+
es: Contraste+

# model_adjustment_document
source: Document
es: Documento

# model_adjustment_photo
source: Photo
es: Foto

# model_adjustment_grayscale
source: Strong B/W
es: B/N fuerte

# model_redact
source: Redact
es: Redactar

# model_style
source: Style
es: Estilo

# model_fields
source: Fields
es: Campos

# model_text
source: Text
es: Texto

# model_watermark
source: WM
es: Marca agua

# model_field_document_number
source: Document number
es: Número de documento

# model_field_full_name
source: Full name
es: Nombre completo

# model_field_date_of_birth
source: Date of birth
es: Fecha de nacimiento

# model_field_nationality
source: Nationality
es: Nacionalidad

# model_field_expires
source: Expires
es: Caducidad

# model_field_address
source: Address
es: Dirección

# model_field_issued
source: Issued
es: Expedido

# model_field_sex
source: Sex
es: Sexo

# model_quality_high
source: High
es: Alta

# model_quality_medium
source: Medium
es: Media

# model_quality_low
source: Low
es: Baja

# model_auto_detect
source: Auto-detect
es: Detección automática

# model_for_verification_only
source: Verification only
es: Solo para verificación

# model_extracted_text
source: Extracted text
es: Texto extraído

# model_detected_fields
source: Detected fields
es: Campos detectados

# model_export_pdf
source: Export as PDF
es: Exportar como PDF

# model_export_image
source: Export as image
es: Exportar como imagen

# model_keep_original
source: Keep original
es: Mantener original

# model_mask_redacted_label
source: REDACTED
es: CENSURADO

# model_doc_passport_title
source: PASSPORT / PASSEPORT
es: PASAPORTE / PASSEPORT

# model_doc_usa_title
source: UNITED STATES OF AMERICA
es: ESTADOS UNIDOS DE AMÉRICA

# model_doc_uk_dl_title
source: DRIVING LICENCE
es: CARNET DE CONDUCIR

# model_doc_uk_title
source: UNITED KINGDOM
es: REINO UNIDO

# model_doc_generic_id
source: IDENTIFICATION DOCUMENT
es: DOCUMENTO DE IDENTIDAD

# model_label_surname1
source: FIRST SURNAME
es: PRIMER APELLIDO

# model_label_surname2
source: SECOND SURNAME
es: SEGUNDO APELLIDO

# model_label_given_name
source: GIVEN NAME
es: NOMBRE

# model_label_sex
source: SEX
es: SEXO

# model_label_nationality
source: NATIONALITY
es: NACIONALIDAD

# model_label_dob
source: DATE OF BIRTH
es: FECHA NAC.

# model_label_doc_number
source: DOC NUMBER
es: NÚM. DOC.

# model_label_expires
source: VALID UNTIL
es: VÁLIDO HASTA

# model_label_surname
source: SURNAME
es: APELLIDOS

# model_label_issued
source: DATE OF ISSUE
es: FECHA EXP.

# model_label_type
source: Type
es: Tipo

# model_label_code
source: Code
es: Código

# model_label_passport_no
source: Passport No.
es: Núm. Pasaporte

# model_label_surname_nom
source: Surname / Nom
es: Apellidos / Nom

# model_label_given_names
source: Given Names
es: Nombres

# model_label_uk_surname
source: 1. Surname
es: 1. Apellidos

# model_label_uk_given_names
source: 2. Given names
es: 2. Nombres

# model_label_uk_dob
source: 3. Date of birth
es: 3. Fecha de nacimiento

# model_label_uk_issued
source: 4a. Issued
es: 4a. Expedido

# model_label_uk_expires
source: 4b. Expires
es: 4b. Caduca

# model_label_uk_driver_no
source: 5. Driver No.
es: 5. Núm. Conductor

# model_label_uk_address
source: 8. Address
es: 8. Dirección

# model_label_ita_surname
source: COGNOME
es: APELLIDO

# model_label_ita_name
source: NOME
es: NOMBRE

# model_label_ita_tax_code
source: CODICE FISCALE
es: CÓDIGO FISCAL
